Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: for this activity divide the class up into 5 groups one for each day of the school week monday to friday .
af: verdeel die klas in 5 groepe &#8211; een vir elke dag van die skoolweek maandag tot vrydag .

source: each group must collect sand or soil from a different place so that the different layers are evident by the end of the week .
af: elke groep moet sand en grond van verskillende plekke versamel sodat die verskillende lae duidelik is teen die einde van die week .

source: at the beginning of each lesson for the week you can ask the group for that day to pour their sediment in and then carry on with the rest of the lesson .
af: aan die begin van elke les kan jy die dag se groep vra om hulle sediment in te gooi en dan met die res van die les aangaan .

source: by the end of the week you can look at the layers of sediment that each group added .
af: aan die einde van die week moet julle na die lae sediment kyk wat elke groep bygevoeg het .

source: explain to the learners that you are speeding up the process .
af: verduidelik vir die leerders dat jy die proses vinniger maak .

source: which sand sediment was put in on tuesday ?
af: watter sand is dinsdag ingegooi ?

source: the sediment second from the bottom was added on tuesday .
af: die sediment wat tweede van onder af is .

source: which is the oldest sediment ?
af: watter sediment is die oudste ?

source: the bottom sediment is the oldest .
af: die onderste laag sediment .

source: people who dig holes in the river to get to water sometimes see the sand sediments .
af: mense wat gate in riviere grawe om by die water uit te kom sien soms sandsediment .

source: jessica decided to dig a hole down in the river bed just outside her school .
af: jessica het besluit om 'n gat in die rivierbedding naby hulle skool te grawe .

source: look at the picture below where you can see jessica's feet standing on the top and the layers of sediment going down below .
af: kyk na die prent hieronder waar jy jessica se voete op die boonste laag en die sediment wat onder haar is kan sien .

source: the river is dry now but last year the river deposited a sediment .
af: die rivier is nou droog maar verlede jaar is sediment afgeset .

source: this river deposits a sediment every year when the rains come .
af: die rivier laat elke jaar sediment agter wanneer die re&#235;n afkom .

source: sediment 5 was deposited in 2009 .
af: sediment 5 is in 2009 afgeset .

source: let the learners count backward to 2009 and work out how old they were .
af: laat leerders terugtel tot 2009 en uitwerk hoe oud hulle was .

source: in sediment 4 we find the bones of a bird .
af: in sediment 4 vind ons die bene van 'n vo&#235;l .

source: how could a bird get into this sediment ?
af: hoe kon 'n vo&#235;l in hierdie sediment beland het ?

source: write or tell a short story about the bird .
af: skryf of vertel 'n kort storie oor die vo&#235;l .

source: explain why we find its bones under four sediments of sand .
af: verduidelik waarom ons die bene onder vier lae sediment gekry het .

source: work out in what year the bird fell into the mud .
af: probeer uitwerk wanneer die vo&#235;l in die modder geval het .

source: teacher's note for example the bird died and fell into the water .
af: nota aan die onderwyser byvoorbeeld die vo&#235;l het gesterf en in die water geval .

source: then it sank in the water and the mud covered it .
af: dit het gesink en die modder het dit bedek .

source: this happened five years ago .
af: dit het vyf jaar gelede gebeur .

source: the next year more sand came down the river and covered it deeper. if sophie is standing on the 2013 sediment then the bird fell into the 2010 sediment .
af: die volgende jaar het die sand afgekom en die rivier het dit dieper begrawe. as jessica op 2013 se sediment staan het die vo&#235;l in 2010 se sediment geval .

source: we use the example of yearly floods that bring down sand in a river because the numbers of years is small .
af: ons gebruik die voorbeeld van die jaarlikse vloede wat sand in die rivier afbring want die hoeveelheid jare is min .

source: remind the learners that erosion and deposition has been going on not just these few years but for millions of years .
af: herinner egter jou leerders dat erosie en afsetting nie net vir hierdie paar jaar gebeur het nie maar al miljoene jare lank aangaan .

source: from the time the first rocks formed from volcanoes on the earth weathering erosion and deposition began to happen .
af: vandat die eerste rotse vanuit vulkane op die aarde gevorm het het verwering erosie en afsetting begin gebeur .

source: that is why we can find sedimentary rocks that are thousands of millions of years old .
af: ons kan dus afsettingsgesteentes kry wat duisende miljoene jare oud is .

source: you will find rock .
af: rots .

source: the deep layer of rock is called the bedrock .
af: hierdie laag rots wat so diep l&#234; word die rotsbodem genoem .

source: scientists think the earth is between 4 and 5 billion years old .
af: wetenskaplikes dink dat die aarde tussen 4 en 5 biljoen jaar oud is .

source: look at the picture below of the grand canyon can you see old sedimentary rock ?
af: kyk na die foto op die volgende bladsy van die grand canyon &#8211; kan jy die ou afsettingsgesteentes sien ?

source: look at the sediments of rock .
af: kyk na die sediment van die rots .

source: the rock is very hard now .
af: die rots is nou baie hard .

source: it has been pressed down for millions of years .
af: dit word al mijoene jare lank afgedruk .

source: the lowest sediment layer of rock they can see in the photo is the oldest .
af: die laagste sediment laag van die rots wat jy in die foto kan sien .

source: soil can be found above the top most sediment where the plants grow .
af: grond word gevind in die boonste laag sediment waar plante groei .

source: sedimentary rocks are also eroded and broken down into grains of sand again .
af: afsettingsgesteentes verweer ook en breek ook af in korrels sand .

source: the sedimentary rock in the grand canyon formed a very long time ago .
af: die afsettingsgesteentes in die grand canyon is 'n lang tyd terug gevorm .

source: the layers of sediment were once deposited in warm shallow seas and over millions of years they compacted to form rock .
af: die lae sediment was eens op 'n tyd in die warm vlak see gedeponeer en oor miljoene jare het hulle saamgepers om 'n rots te vorm .

source: the wind and rain have eroded it until it looks like this .
af: die wind en re&#235;n het dit verweer totdat dit so lyk .

source: look at the diagram below which summarises how sedimentary rock is formed mostly under the sea or lakes and rivers .
af: kyk na die diagram op die volgende bladsy wat opsom hoe afsettingsgesteentes gevorm word .

source: the oldest layers of sedimentary rock visible in the grand canyon are believed to be nearly 2 billion years old .
af: wetenskaplikes glo dat die oudste lae van die afsettingsgesteentes in die grand canyon amper 2 biljoen jaar oud is .

source: use the diagram above to write a summary paragraph explaining how sedimentary rock is formed .
af: gebruik die diagram om 'n opsommende paragraaf te skryf oor hoe afsettingsgesteentes gevorm word .

source: the rock and sand are being removed from the mountains .
af: die rots en sand word van die berge af verwyder .

source: how does this happen ?
af: hoe gebeur dit ?

source: this is due to erosion rain water and the wind over many millions of years .
af: dit is as gevolg van erosie re&#235;nwater en wind wat oor baie miljoene jare plaasgevind het .

source: it is washed down the mountain in the river and deposited on the banks lower down or in the sea .
af: dit spoel van die berg in die riviere af en gaan l&#234; op die oewer laer af of in die see .

source: learners should draw a higher mountain without valleys and rocks crumbling away and falling down .
af: leerders moet 'n ho&#235;r berg teken sonder valleie en rotse wat verbrokkel en afval .

source: there are many kinds of sedimentary rock .
af: daar is baie soorte afsettingsgesteentes .

source: here are three kinds
af: hier is drie soorte

source: chalk is a soft white form of limestone .
af: bordkryt is 'n sagte wit vorm van kalksteen .

source: you just saw that there are different types of sedimentary rocks .
af: jy het sopas gesien dat daar verskillende soorteafsettingsgesteentes is .

source: these rock types are used in different ways .
af: hierdie rotstipes word op verskillende maniere gebruik .

source: limestone is a very common sedimentary rock and it has many uses mostly as building materials .
af: kalksteen is 'n baie algemene afsettingsgesteente en het baie gebruike meestal vir boumateriaal .

source: limestone is cut into blocks and used in buildings .
af: kalksteen word in blokke gesny en in geboue gebruik .

source: look at these pictures below of different buildings made from limestone .
af: kyk na die foto's hieronder van verskillende geboue wat uit kalksteen gemaak is .

source: glass is made from molten sand and limestone is mixed with the sand to make the glass stronger .
af: glas word van gesmelte sand gemaak en word met kalksteen gemeng om die glas sterker te maak .

source: farmers use limestone to improve their soil if the soil is too acidic .
af: boere gebruik kalksteen om hul grond beter te maak as die grond te suur is .

source: limestone is even used in some medicines and cosmetics and as a white pigment in toothpaste paints and plastics !
af: kalksteen word selfs in sommige medisyne en skoonheidsprodukte gebruik en as 'n wit pigment in tandepasta verf en plastiek .

source: sandstone has been a popular building material since ancient times especially in houses and cathedrals around the world .
af: sandsteen is al sedert antieke tye 'n gewilde boumateriaal veral in huise en katedrale dwarsoor die w&#234;reld .

source: this is because it is quite soft and easy to carve .
af: dit is omdat dit redeliksag is en maklik is om te kerf .

source: houses in lesotho and the free state were built from sandstone blocks .
af: baie huise in lesotho en die vrystaat is van sandsteenblokke gebou .

source: sandstone comes in many different colours and so it is often used in decoratively such as in decorative stones in fireplaces in decorative columns and pillars in buildings and cathedrals and to make statues and fountains .
af: sandsteen kom in baie verskillende kleure voor en word baie keer dekoratief gebruik soos in die dekoratiewe stene in 'n vuurherd dekoratiewe pilare in geboue en katedrale en om standbeelde en fonteine te maak .

source: since sandstone is easy to carve but does not weather it is often used as paving stones and to make walkways .
af: aangesien sandsteen maklik kerf maar nie verweer nie word dit gereeld as plaveisel gebruik om paadjies te maak .

source: shale is also used in buildings especially as a raw material to make bricks .
af: skalie word ook in geboue gebruik veral as grondstowwe om bakstene te maak .

source: shale also splits very easily into thin sheets and is therefore used as as tiles for floors and roofs .
af: skalie verdeel ook maklik in dun lae plate en kan daarom as te&#235;ls vir vloere en dakke gebruik word .

source: shale is used for floors in some houses in south africa .
af: skalie word in sommige huise in suid afrika vir vloere gebruik .

source: cement is also made from shale .
af: sement word ook van skalie gemaak .

source: the shale is crushed to a powder and heated in a kiln a kind of stove .
af: die skalie word verpoeier en verhit in 'n droogoond .

source: black shale rock is also a very important source of oil and natural gas all over the world .
af: swart skaliesteen is ook 'n baie belangrike bron van olie en ander natuurlike gasse oral oor die w&#234;reld .

source: complete the following sentences using words from the word box .
af: voltooi die volgende sinne deur die woorde uit die woordraampie te gebruik .

source: write the sentences out completely .
af: skryf die sinne volledig uit .

source: grains
af: korrels

source: sandstone
af: sandsteen

source: limestone
af: kalksteen

source: shale
af: skalie

source: weathering
af: verwering

source: weathering breaks grains of rock off big rocks. and move these grains on top of each other in layers .
af: verwering breek korrels van die groot rotse af en laat l&#234; hierdie korrels bo op mekaar in lae .

source: a layer of rock grains is called a .
af: 'n laag rotskorrels word genoem .

source: over many years the become stuck together and we get sedimentary rock .
af: oor baie jare het die aanmekaar begin vassit en kry ons afsettingsgesteentes .

source: three types of sedimentary rock are and .
af: daar is drie soorte afsettingsgesteentes .

source: grains sandstone limestone shale
af: korrels sandsteen kalksteen en skalie

source: explain how you would identify sedimentary rock in the natural world around you .
af: verduidelik hoe jy afsettingsgesteentes in die natuurlike w&#234;reld om jou kan identifiseer .

source: sedimentary rock has visible layers which are often different colours so look for rock which has these layers in it .
af: afsettingsgesteentes het sigbare lae wat gewoonlik verskillende kleure het so 'n mens kan rots soek waarin hierdie lae sigbaar is .

source: explain the difference between erosion and deposition .
af: verduidelik die verskil tussen erosie en afsetting .

source: provide a drawing to accompany your answer .
af: maak 'n skets om jou antwoord duideliker te maak .

source: erosion is when something normally rock is gradually worn away over time by wind water or other animals .
af: erosie is wanneer iets gewoonlik rots geleidelik verweer deur wind water of diere .

source: deposition is when wind or water carries sand along and then drops it deposits in another place where it also gradually builds up over time .
af: afsetting is wanneer wind of water sand meesleep en dit dan &#234;rens anders neersit afset waar dit dan oor tyd begin opbou .

source: use the space below to draw a series of drawings to show how a rock is broken down into smaller grains over time .
af: gebruik die spasie hieronder om 'n reeks sketse te maak wat wys hoe 'n rots oor tyd afgebreek word .

source: label your drawing to explain the processes that are taking place to break down the rock .
af: maak byskrifte by jou skets om die prosesse wat plaasvind te verduidelik .

source: learners' drawings will vary but there should be more than one drawing .
af: leerders se sketse sal verskil maar daar moet meer as een skets wees .

source: the first drawing should show a big rock then subsequent drawings should show smaller and smaller rocks until there are coarse grains .
af: die eerste skets moet 'n groot rots wees en in die volgende sketse moet die rots kleiner en kleiner word tot daar net growwe korrels is .

source: labels to include could be erosion due to wind erosion due to water weathering due to wind and water weathering due to impact from animals .
af: byskrifte kan woorde insluit soos erosie deur wind erosie deur water verwering as gevolg van wind en water verwering as gevolg van diere .

source: chapter 4 deals with fossils the shapes that are left in the rock when a plant or animal has died there and been covered with mud and body fossils where the remains have been preserved over time .
af: in hoofstuk 4 behandel ons fossiele die vorms wat in rotse gelos word wanneer 'n plant of dier doodgegaan het en met modder bedek is of die fossiele van liggame waar die oorblyfsels oor 'n lang tydperk behoue gebly het .

source: this chapter also deals with the importance of fossils and is a good chance to highlight the significant role that africa and particularly south africa has played in documenting the history of life on earth and the important fossils which have been found in south africa .
af: die hoofstuk behandel ook die belangrikheid van fossiele en dit is 'n goeie geleentheid om die belangrike rol wat afrika en spesifiek suid afrika in die opteken van die geskiedenis van die bestaan van lewe op aarde speel en ook die belangrike fossiele wat in suid afrika gevind is te bespreek .

source: if you are based in gauteng you are well placed to go on a school tour to the cradle of humankind at maropeng and visit the museum which delights children and adults with its interactive display .
af: as jy in gauteng gebaseer is is jy goed geplaas om op 'n skooltoer na maropeng te gaan en om die museum daar te besoek wat kinders en grootmense be&#239;ndruk met hulle interaktiewe aanbieding .

source: all over the world people find fossils of leaves and bones in the layers of sedimentary rock .
af: dwarsoor die w&#234;reld vind mense fossiele van blare en bene in die lae afsettingsgesteentes .

source: these leaves and bones came from plants and animals that lived millions of years ago .
af: hierdie blare en bene kom van plante en diere wat miljoene jare gelede geleef het .

source: they were not like the plants and animals we see today .
af: hulle het nie soos die plante en diere gelyk wat ons vandag sien nie .

source: a paleontologist is a scientist who studies prehistoric life mostly by looking at fossils .
af: 'n paleontoloog is 'n wetenskaplike wat prehistoriese lewe bestudeer meestal deur na fossiele te kyk .

source: a fossil may look the same as the plant or animal when it was alive but it is not the real leaf or bone you see .
af: 'n fossiel kan dieselfde lyk as wat die plant of dier gelyk het toe dit gelewe het maar dit is nie die regte blaar of been nie .

source: the fossil has changed to stone through a special process and the stone has kept the shape of the leaf or the bone .
af: die fossiel het in rots verander deur 'n spesiale proses en die rots het die vorm van die blaar of been behou .

source: this rock shape is called a fossil or a body fossil .
af: hierdie soort rotsvorm word 'n fossiel of 'n liggaamsfossiel genoem .

source: below you can see a photo of a fossil of the head of a dinosaur and the next image shows you what scientists think this dinosaur looked like .
af: hieronder kan jy 'n foto van 'n fossiel van die kop van 'n dinosourus sien .

source: find out how scientists use fossils to recreate dinosaurs video http www.youtube.com watch?v awuikgjtlcs&amp;feature player embedded
af: vind uit hoe wetenskaplikes fossiele gebruik om dinosourusse te rekonstrueer. video http www.youtube.com watch?v awuikgjtlcs&amp;feature player embedded

source: this fossil of the dinosaur's head is not the actual bones but it is actually now a rock in the shape of the dinosaur's bones .
af: die fossiel van die dinosourus se kop is nie die werklike bene nie maar is in werklikheid nou 'n rots in die vorm van die dinosourus se bene .

source: over millions of years the bones turned into rock .
af: oor miljoene jare het die bene in rots verander .

source: so a fossil is the remains of an ancient plant or animal which has been preserved in a rock .
af: 'n fossiel is dus die oorblyfsels van 'n antieke plant of dier wat in die rots behoue gebly het .

source: most of the organisms that paleontologists study are now extinct .
af: die meeste organismes wat paleontolo&#235; bestudeer het reeds uitgesterf .

source: this means that they are no longer alive today .
af: dit beteken dat hulle nie meer vandag lewe nie .

source: early dinosaur evolution video http www.youtube.com watch?v pdyvietuu e&amp;feature player embedded
af: vro&#235; evolusie van 'n dinosourus. video http www.youtube.com watch?v pdyvietuu e&amp;feature player embedded

source: the earth's past is fascinating to us !
af: die aarde se verlede fassineer ons !

source: imagine being around when all the dinosaurs were walking on earth .
af: verbeel jou jy was hier toe al die dinosourusse op aarde geloop het .

source: as humans we want to find out about life's history on earth .
af: ons mense wil graag uitvind van die geskiedenis van lewe op aarde .

source: in recent history we have books written that record what happened .
af: in die onlangse geskiedenis het ons boeke geskryf waarin gebeurtenisse opgeteken is .

source: this means we can read what people who lived long ago wrote about that time period .
af: ons kan oplees in 'n boek wat geskryf is deur iemand wat lank gelede gelewe het oor die tydperk waarin hy gelewe het .

source: but no human was around millions of years ago to record what happened then !
af: 'n miljoen jaar gelede het daar nie mense op die aarde gebly nie en niemand kon neerskryf wat gebeur het nie .

source: so we have to use other ways to find out about what life was like on earth millions of years ago .
af: ons moes dus ander maniere kry om uit te vind hoe lewe op aarde 'n miljoen jaar gelede was .

source: to do this scientists use fossils !
af: om dit te doen moet wetenskaplikes fossiele gebruik .

source: fossils are actually our most valuable source of information about the ancient past !
af: fossiele is eintlik ons mees waardevolle bron van inligting oor die antieke verlede .

source: but what can fossils tell us about life long ago ?
af: wat kan fossiele ons leer oor die lewe van lank gelede ?

source: fossils tell us about the organisms that lived long ago .
af: fossiele vertel ons oor die organismes wat lank terug gelewe het .

source: imagine the first scientists that discovered a dinosaurs bones !
af: verbeel jou hoe die eerste wetenskaplike wat dinosourusbene ontdek het gevoel het !

source: these bones were much bigger than the bones of any other animal on earth today !
af: hierdie bene was baie groter as enige ander dier wat vandag op die aarde lewe .

source: this immediately told the scientists that the animals from the past were really big !
af: dit het dadelik vir die wetenskaplikes ges&#234; dat hierdie diere van die verlede baie groot was .

source: when a t rex attacks! video http www.youtube.com watch?v ddfz0whdjhy&amp;feature player embedded
af: wanneer t rex aanval! video http www.youtube.com watch?v ddfz0whdjhy&amp;feature player embedded

source: fossils can tell us much more than just which organisms lived millions of years ago .
af: fossiele kan ons meer vertel van watter organismes miljoene jare gelede gelewe het .

source: by studying fossils of plants and animals scientists can also gather information on how these organisms grew what they ate the environment they lived in and even some aspects of their behaviour and how they interacted !
af: deur die fossiele van plante en diere te bestudeer kan wetenskaplikes ook inligting kry oor hoe die organismes gegroei het wat hulle ge&#235;et het die omgewing waarin hulle geleef het en selfs sommige aspekte van hulle gedrag en hulle interaksies met mekaar .

source: for example studying fossilised faeces of an animal can give evidence about what an animal used to eat .
af: deur die fossiele van 'n dier se ontlasting te bestudeer kan ons byvoorbeeld uitvind wat 'n dier ge&#235;et het .

source: by working out which plants used to grow during a particular time period in earth's history scientists can work out what the climate was like during that time .
af: deur uit te werk watter plante tydens 'n sekere tydperk op die aarde gegroei het kan wetenskaplikes uitwerk hoe die klimaat tydens daardie tydperk was .

source: we now know when there were ice ages where the whole earth was covered in ice for thousands of years and when it was warmer and there were droughts .
af: ons weet nou wanneer daar ystydperke toe die hele aarde vir duisende jare met ys bedek was was en wanneer dit warmer was en wanneer daar droogtes was .

source: ferns are actually prehistoric plants !
af: varings is eintlik prehistoriese plante !
